// Copyright (c) 2011 The Chromium OS Authors. All rights reserved.
// Use of this source code is governed by a BSD-style license that can be
// found in the LICENSE file.

/* Menus */
"Menu About" = "Tentang Pembuat Gambar Chrome OS";
"Menu Prefs" = "Preferensi..";
"Menu Services" = "Layanan";
"Menu Hide" = "Sembunyikan Pembuat Gambar Chrome OS";
"Menu Hide Others" = "Sembunyikan yang Lain";
"Menu Show All" = "Tampilkan Semua";
"Menu Quit" = "Keluar dari Pembuat Gambar Chrome OS";
"Menu Window" = "Jendela";
"Menu Minimize" = "Perkecil";
"Menu Zoom" = "Zoom";
"Menu Bring All To Front" = "Tampilkan Semua di Depan";
"Menu Help" = "Bantuan";
"Menu App Help" = "Bantuan Pembuat Gambar Chrome OS";

/* Buttons */
"Button Previous" = "Sebelumnya";
"Button Next" = "Berikutnya";
"Button Stop" = "Hentikan";
"Button Done" = "Selesai";

/* Tab: Select device model */
"Text Welcome" = "Alat ini memungkinkan Anda membuat kartu SD pemulihan atau stik memori USB untuk memulihkan perangkat Chrome OS Anda.\n\nMasukkan nomor model perangkat Chrome OS Anda (mis. SAMS ALEX BETA-US 8738). Nomor model ini ditampilkan pada bagian bawah layar yang meminta Anda untuk menyambungkan perangkat pemulihan.";
"Text Model" = "Model:";
"Button Local Image" = "Gambar Lokal…";

/* Tab: Select USB stick */
"Text Select Prompt" = "Pilih perangkat penyimpanan yang dapat dilepas yang akan dipakai untuk pemulihan:";
"Text Insertion Prompt" = "Masukkan kartu SD atau stik memori USB.";

/* Tab: Done */
"Text Congrats" = "Media Anda sudah siap. Sekarang Anda dapat menghapusnya dari sistem dan menggunakannya untuk memulihkan perangkat Chrome OS.";

/* Sizes */
"Size Bytes" = " bita";
"Size Kilobytes" = " KB";
"Size Megabytes" = " MB";
"Size Gigabytes" = " GB";
"Size Terabytes" = " TB";
"Size Petabytes" = " PB";

/* Error starting Disk Arbitration. */
"NoDiskArb Message" = "Aplikasi ini tidak dapat berjalan.";
"NoDiskArb Informative" = "Ada masalah saat memulai Arbitrasi Diska. Ini seharusnya tidak terjadi.";
"NoDiskArb OK" = "OK";

/* Error retrieving config file. */
"CantGetConfig Message" = "Tidak dapat mengambil daftar citra.";
"CantGetConfig Informative" = "Ada masalah saat mengambil daftar citra pemulihan yang tersedia (%1$@). Harap periksa untuk memastikan bahwa sambungan jaringan Anda berfungsi.";
"CantGetConfig OK" = "OK";
"CantGetConfig Error NoConnection" = "sambungan tidak dapat dialokasikan";
"CantGetConfig Error DownloadError" = "terjadi galat saat mengunduh";
"CantGetConfig Error StringCreate" = "respons tidak dapat digunakan";

/* Version error. */
"VersionError Message" = "Versi aplikasi ini terlalu lawas.";
"VersionError Informative" = "Harap unduh versi terbaru. Ini versi %1$@; dibutuhkan setidaknya versi %2$@. %3$@";
"VersionError OK" = "Dapatkan Versi Baru";

/* File dialog to select a local file. */
"SelectLocal File" = "Harap pilih sebuah citra:";
"SelectLocal Button" = "Pilih";

/* Alert on writing stick. */
"WriteAlert Message" = "Yakin ingin menghapus %1$@ secara permanen?";
"WriteAlert Informative" = "Semua data yang saat ini ada di dalamnya akan terhapus secara permanen. Anda tidak dapat mengurungkan tindakan ini.";
"WriteAlert Cancel" = "Jangan hapus";
"WriteAlert OK" = "Hapus";

"TooSmallAlert Message" = "%1$@ tidak bisa digunakan, ukuran terlalu kecil.";
"TooSmallAlert Informative" = "Diperlukan kartu SD atau stik memori USB dengan kapasitas setidaknya %2$@.";
"TooSmallAlert OK" = "OK";

"NotWritable Message" = "%1$@ tidak bisa digunakan; hanya-baca.";
"NotWritable Informative" = "Kartu SD atau stik memori USB ini hanya-baca. Mungkin terdapat pengalih di dalamnya yang memungkinkan perangkat dapat dijadikan tempat penyimpanan; jika tidak, maka perangkat tidak dapat digunakan.";
"NotWritable OK" = "OK";

"Label SD Card" = "Kartu SD";

/* Stick writing statuses. */
"Status Downloading" = "Mengunduh…";
"Status Verifying Image" = "Memverifikasi gambar pemulihan…";
"Status Unpacking" = "Mengekstrak…";
"Status Claiming" = "Mengklaim…";
"Status Unmounting" = "Melepaskan…";
"Status Writing" = "Menulis…";
"Status Verifying Media" = "Memverifikasi media pemulihan…";
"Status Ejecting" = "Mengeluarkan…";
"Status Done" = "Selesai!";

"StatusAdd Attempt" = " (upaya %1$d)";

/* Errors */
"Failure Downloading" = "Maaf, terjadi galat (gagal mengunduh citra sumber). Coba lagi?";
"Failure Verifying Return Value" = "Maaf, terjadi galat (gagal memverifikasi citra sumber, kegagalan program, %1$s). Coba lagi?";
"Failure Verifying SHA Mismatch" = "Maaf, terjadi galat (gagal memverifikasi citra sumber, kegagalan checksum). Coba lagi?";
"Failure Unpacking" = "Maaf, terjadi galat, (gagal mengekstrak citra sumber, %1$s). Coba lagi?";
"Failure Claiming" = "Maaf, terjadi galat (gagal mengklaim stik USB). Coba lagi?";
"Failure Unmounting" = "Maaf, terjadi galat (gagal melepaskan stik USB). Coba lagi?";
"Failure Opening Source Image" = "Maaf, terjadi galat (gagal membuka citra sumber, %1$s). Coba lagi?";
"Failure Opening Destination Device" = "Maaf, terjadi galat (gagal membuka stik USB, %1$s). Coba lagi?";
"Failure Reading Source Image" = "Maaf, terjadi galat (gagal membaca dari citra sumber, %1$s). Coba lagi?";
"Failure Writing Destination Device" = "Maaf, terjadi galat (gagal menulis data ke stik USB, %1$s). Coba lagi?";
"Failure Reading Destination Device" = "Maaf, terjadi kesalahan (gagal membaca dari stik USB, %1$s). Ingin mencoba lagi?";
"Failure Resetting Source Image" = "Maaf, terjadi kesalahan (gagal memutar ulang gambar sumber, %1$s). Ingin mencoba lagi?";
"Failure Resetting Destination Device" = "Maaf, terjadi kesalahan (gagal memutar ulang stik USB, %1$s). Ingin mencoba lagi?";
"Failure Ejecting" = "Maaf, terjadi galat (gagal mengeluarkan stik USB). Coba lagi?";

"Failure Try Again" = "Coba lagi";
"Failure Quit" = "Keluar";

"Failure Termination Status" = "Status Penghentian %d";

"Failure Internal Error 1" = "Akhir berkas tidak terduga";
